[
	{
		"ID": "124",
		"T1": "thoughts",
		"T2": "mind",
		"S1": "rat",
		"S2": "muck-heap",
		"n. implicit term": "0",
		"Sentence": "One of those involuntary revealing thoughts one surprises, running like a rat through the muck-heap of my mind: Maybe I'll be able to afford that ikon if he goes.",
		"Author": "Friend, Donald",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24508",
		"source": "metaphors of mind",
		"long context": "I wonder what will happen tomorrow.\nOne of those involuntary revealing thoughts one surprises, running like a rat through the muck-heap of my mind: Maybe I'll be able to afford that ikon if he goes."
	},
	{
		"ID": "125",
		"T1": "mind",
		"T2": "religion",
		"S1": "night sky",
		"S2": "visible and invisible things",
		"n. implicit term": "0",
		"Sentence": "Her mind was as full of religion as a night sky is full of things visible and invisible. She left the man and took his religion and became a nun in the course of time.",
		"Author": "Spark, Muriel",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17442",
		"source": "metaphors of mind",
		"long context": "The family had returned and their meetings were dangerous and exciting. The more she discovered him to be still in love with Jean Brodie, the more she was curious about the mind that loved the woman. By the end of the year it happened that she had quite lost interest in the man himself, but was deeply absorbed in his mind, from which she extracted, among other things, his religion as a pith from a husk. Her mind was as full of religion as a night sky is full of things visible and invisible. She left the man and took his religion and became a nun in the course of time."
	},
	{
		"ID": "126",
		"T1": "mind",
		"T2": "fact",
		"S1": "cake",
		"S2": "knife-edge",
		"n. implicit term": "0",
		"Sentence": "Your mind now, mouldering like wedding-cake\nheavy with useless experience, rich\nwith suspicion, rumor, fantasy,\ncrumbling to pieces under the knife-edge\nof mere fact.",
		"Author": "Rich, Adrienne",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/19648",
		"source": "metaphors of mind",
		"long context": "You, once a belle in Shreveport,\nwith henna-colored hair, skin like a peachbud,\nstill have your dresses copied from that time.\nand play a Chopin prelude\ncalled by Cortot: \"Delicious recollections\nfloat like perfume through the memory.\"\n\nYour mind now, mouldering like wedding-cake\nheavy with useless experience, rich\nwith suspicion, rumor, fantasy,\ncrumbling to pieces under the knife-edge\nof mere fact. In the prime of your life."
	},
	{
		"ID": "127",
		"T1": "mind",
		"T2": "blank",
		"S1": "TV",
		"S2": "switch off",
		"n. implicit term": "0",
		"Sentence": "Everything spun around him; then his mind blanked, like a TV suddenly switched off.",
		"Author": "Jerzy N. Kosinski",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17520",
		"source": "metaphors of mind",
		"long context": "The small screen and the sounds of the TV separated them from the noise of the street. A car suddenly pulled in front of them, and the chauffeur braked sharply. As Chance braced himself for the sudden lurch, a pain pierced his leg. Everything spun around him; then his mind blanked, like a TV suddenly switched off."
	},
	{
		"ID": "128",
		"T1": "mind",
		"T2": "reality",
		"S1": "prism",
		"S2": "light",
		"n. implicit term": "0",
		"Sentence": "The mind works like a prism, and when a ray of light enters the prism it is divided into seven colors. Mind is a prism and reality is divided through it.",
		"Author": "Osho",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17595",
		"source": "metaphors of mind",
		"long context": "The mind works like a prism, and when a ray of light enters the prism it is divided into seven colors. Mind is a prism and reality is divided through it. That is why mind revels in analysis. It goes on dividing things into fragments, and it cannot prevent itself unless there is nothing to be divided anymore. So mind has a tendency to reach to the atomic, the lowest division. It goes on dividing, dividing, until a moment comes when no division is possible. If division is still possible, it will divide still further."
	},
	{
		"ID": "129",
		"T1": "mind",
		"T2": "itself",
		"S1": "object",
		"S2": "shadow",
		"n. implicit term": "0",
		"Sentence": "Mind contemplating mind is like an object and its shadow--the object cannot shake the shadow off. The two are one.",
		"Author": "Thich Nhat Hanh",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24147",
		"source": "metaphors of mind",
		"long context": "The mind is like a monkey swinging from branch to branch through a forest, says the Sutra. In order not to lose sight of the monkey by some sudden movement, we must watch the monkey constantly and even to be one with it. Mind contemplating mind is like an object and its shadow--the object cannot shake the shadow off. The two are one. Wherever the mind goes, it still lies in the harness of the mind. The Sutra sometimes uses the expression \"Bind the monkey\" to refer to taking hold of the mind. But the monkey image is only a means of expression. Once the mind is directly and continually aware of itself, it is no longer like a monkey. There are not two minds, one which swings from branch to branch and another which follows after to bind it with a piece of rope."
	},
	{
		"ID": "130",
		"T1": "mind",
		"T2": "meditative object",
		"S1": "elephant",
		"S2": "a trunk or a post",
		"n. implicit term": "0",
		"Sentence": "The discipline tying mind in that way to the meditative object is expressed by the simile of training an elephant, for example, a wild elephant is tied with many massive cords to a trunk or a post.",
		"Author": "— Wayman, Alex",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24149",
		"source": "metaphors of mind",
		"long context": "The discipline tying mind in that way to the meditative object is expressed by the simile of training an elephant, for example, a wild elephant is tied with many massive cords to a trunk or a post. However the elephant [may] stamp as he has learned ot do, he is indeed unable to do anything (about it), and being more and more enmeshed with the sharp hooks, is defeated and subdued (\"broken in\"). The mind is like the untrained elephant. When it is bound with the cord of mindfulness to the firm post of the previously discussed meditative object, [even] if it is unwilling to remain there, it is gradually brought under control, goaded by the hook of awareness. [...]"
	},
	{
		"ID": "131",
		"T1": "brains",
		"T2": "functional profile",
		"S1": "trees",
		"S2": "physical profile",
		"n. implicit term": "0",
		"Sentence": "Like trees similar in their gross physical profile, brains can be similar in their gross functional profiles while being highly idiosyncratic in the myriad details of their fine-grained arborization.",
		"Author": "Churchland, Paul",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/20096",
		"source": "metaphors of mind",
		"long context": "While the weights are of essential importance for understanding long-term learning nad fundamental conceptual change, the partitions across the activation space, and the prototypical hot-spots they harbor, are much more useful in reckoning the cognitivie and behavioral similarities across individuals in the short term. People react to the world in similar ways not because their underlying weight configurations are closely similar on a synapse-by-synapse comparison, but because their activation spaces are similarly partitioned. Like trees similar in their gross physical profile, brains can be similar in their gross functional profiles while being highly idiosyncratic in the myriad details of their fine-grained arborization."
	},
	{
		"ID": "132",
		"T1": "brain",
		"T2": "chemical balance",
		"S1": "cake",
		"S2": "right amount of each ingredient",
		"n. implicit term": "0",
		"Sentence": "Just as a cake recipe requires you to use flour, sugar, and baking powder in the right amounts, your brain needs a fine chemical balance.",
		"Author": "— Anonymous",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/25283",
		"source": "metaphors of mind",
		"long context": "Focus shifted from norepinephrine to the neurotransmitter serotonin, and, in 1988, Prozac appeared, soon followed by other selective serotonin reuptake inhibitors (SSRIs). Promotional material from GlaxoSmithKline couched the benefits of its SSRI Paxil in cozy terms: \"Just as a cake recipe requires you to use flour, sugar, and baking powder in the right amounts, your brain needs a fine chemical balance.\""
	},
	{
		"ID": "133",
		"T1": "mind occupied by lawful business",
		"T2": "useless regret",
		"S1": "cultivated ground",
		"S2": "weeds",
		"n. implicit term": "0",
		"Sentence": "Cultivated ground has few weeds; a mind occupied by lawful business, has little room for useless regret.",
		"Author": "Johnson, Samuel (1709-1784)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/22935",
		"source": "metaphors of mind",
		"long context": "I do not exhort you to reason yourself into tranquillity. We must first pray, and then labour; first implore the blessing of God, and those means which he puts into our hands. Cultivated ground has few weeds; a mind occupied by lawful business, has little room for useless regret."
	},
	{
		"ID": "134",
		"T1": "charges",
		"T2": "mind",
		"S1": "clouds",
		"S2": "ethereal peak of a snow-clad mount",
		"n. implicit term": "0",
		"Sentence": "These charges, at first held in constant mind, from Theseus slipped away as clouds are impelled by the breath of the winds from the ethereal peak of a snow-clad mount.",
		"Author": "— Gaius Valerius Catullus (c. 84 - c. 54 B.C.)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/18401",
		"source": "metaphors of mind",
		"long context": "These charges, at first held in constant mind, from Theseus slipped away as clouds are impelled by the breath of the winds from the ethereal peak of a snow-clad mount. But as his father sought the castle's turrets as watchplace, dimming his anxious eyes with continual weeping, when first he spied the discoloured canvas, flung himself headlong from the top of the crags, believing Theseus lost by harsh fate. Thus as he entered the grief-stricken house, his paternal roof, Theseus savage with slaughter met with like grief as that which with unmemoried mind he had dealt to Minos' daughter: while she gazed with grieving at his disappearing keel, turned over a tumult of cares in her wounded spirit."
	},
	{
		"ID": "135",
		"T1": "corn",
		"T2": "wind",
		"S1": "soul",
		"S2": "chastning",
		"n. implicit term": "0",
		"Sentence": "Corn is cleansed with wind, and the Soul with chastening.",
		"Author": "— Ray [formerly Wray], John (1627-1705)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/18834",
		"source": "metaphors of mind",
		"long context": "Confession of a fault makes half amends for it.\nHe that contemplates hath a day without a night.\nHe may well be contented who needs neither borrow nor flatter.\nHe that converseth not with men knoweth nothing.\nCorn in good years is hay, in ill years straw is corn.\nCorn is cleansed with the wind, and the soul with chastning.\nHe covers me with his wings, and bites me with his bill.\nA covetous man is like a dog in a wheel that roasteth meat for others.\nA dry cough is the trumpeter of death."
	},
	{
		"ID": "136",
		"T1": "Soul",
		"T2": "Vice and Virtue",
		"S1": "Ship",
		"S2": "Wind and Tide",
		"n. implicit term": "0",
		"Sentence": "Thus Vice and Virtue do my Soul divide,  Like a Ship tost between the Wind and Tide.",
		"Author": "Arwaker, Edmund (c.1655-1730)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/18841",
		"source": "metaphors of mind",
		"long context": "O! that some usual Labour were injoyn'd,\nAnd not the Tyrant Vice enslav'd my mind!\nNo weight of Chains cou'd grieve my captive Hands,\nLike the loath'd Drudg'ry of its base Commands;\nBy this a double mis'ry I contract,\nEv'n I condemn the hated Ills I act.\nYet of my Chains I'm not so weary grown,\nBut that I still am putting others on.\nFor Sin has always this attending Curse,\nTo back the first Transgression with a worse:\nThis to my sorrow, I too often find!\nYet no Experience warns my heedless mind.\nThus Vice and Virtue do my Soul divide,\nLike a Ship tost between the Wind and Tide.\nPleasure, the Bawd to Vice, here draws me in,\nThere, Grief, its Follow'r, pulls me back from Sin:\nYet Pleasure oft comes Conqueror from the Field,\nWhilst I to Vice, inglorious Homage yield.\nTho' Grief does still with Vice in triumph ride,\nPlac'd like a Slave by that great Conqu'ror's side.\nThus Vice and Virtue have alternate sway,\nWhile I, with endless labour, Both obey:\nAnd to increase my pains, as if too small,\nThy heavy hand comes in the rear of all,\nAnd with deep piercing strokes corrects me more,\nFor what was punish'd in it self before.\nThus guilty Souls in Hell are scourg'd for Sin;\nTheir never-ending Pains thus still begin."
	},
	{
		"ID": "137",
		"T1": "fleeting sleep loss we sometimes experience",
		"T2": "chronic deprivation",
		"S1": "snowstorm's disrupting a single day of trash pickup",
		"S2": "prolonged strike",
		"n. implicit term": "0",
		"Sentence": "The difference between the kind of fleeting sleep loss we sometimes experience and the chronic deprivation is like the difference between a snowstorm's disrupting a single day of trash pickup and a prolonged strike. No longer quite as easy to fix, and even when the strike is over, there's likely to be some stray debris floating around for quite some time yet.\"",
		"Author": "Konnikova, Maria (b. 1984)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/23345",
		"source": "metaphors of mind",
		"long context": "\"It's [concerning sleep loss] like the difference between a snowstorm's disrupting a single day of trash pickup and a prolonged strike. No longer quite as easy to fix, and even when the strike is over, there's likely to be some stray debris floating around for quite some time yet.\"\nMetaphor in Context\nBut there is a difference between the kind of fleeting sleep loss we sometimes experience and the chronic deprivation that comes from shift work, insomnia and the like. In one set of studies, soon to be published in The Journal of Neuroscience, the Veasey lab found that while our brains can recover quite readily from short-term sleep loss, chronic prolonged wakefulness and sleep disruption stresses the brain's metabolism. The result is the degeneration of key neurons involved in alertness and proper cortical function and a buildup of proteins associated with aging and neural degeneration.\n\nIt's like the difference between a snowstorm's disrupting a single day of trash pickup and a prolonged strike. No longer quite as easy to fix, and even when the strike is over, there's likely to be some stray debris floating around for quite some time yet. \"Recovery from sleep loss is slower than we'd thought,\" Dr. Veasey notes. \"We used to think that after a bit of recovery sleep, you should be fine. But this work shows you're not.\""
	},
	{
		"ID": "138",
		"T1": "dreams",
		"T2": "rushing brain",
		"S1": "ties",
		"S2": "train",
		"n. implicit term": "0",
		"Sentence": "Just as the ties recur beneath his train, dreams underlie\nhis rushing brain.",
		"Author": "— Bishop, Elizabeth (1911-1979)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17598",
		"source": "metaphors of mind",
		"long context": "Each night he must be carried through artificial tunnels and dream recurrent dreams.\nJust as the ties recur beneath his train, these underlie\nhis rushing brain. He does not dare look out the window,\nfor the third rail, the unbroken draught of poison,\nruns there beside him. He regards it as a disease\nhe has inherited susceptibility to. He has to keep\nhis hands in his pockets, as others must wear mufflers."
	},
	{
		"ID": "139",
		"T1": "thoughts",
		"T2": "mind",
		"S1": "notes of an old violin",
		"S2": "shuttered room",
		"n. implicit term": "0",
		"Sentence": "Like the notes of an old violin,\nThoughts talk to me within\nMy mind, that shuttered room",
		"Author": "— Sassoon, Siegfried (1886-1967)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/16889",
		"source": "metaphors of mind",
		"long context": "Like the notes of an old violin,\nThoughts talk to me within\nMy mind, that shuttered room [...]\nOld friends whose charity shone\nFor me, be memory-mine."
	},
	{
		"ID": "140",
		"T1": "memories",
		"T2": "brain",
		"S1": "sparrows",
		"S2": "barn",
		"n. implicit term": "0",
		"Sentence": "Research explains why forgetting delivers this memory boost. Memories don't fly out of our brains like sparrows from a barn.",
		"Author": "Boser, Ulrich",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/25076",
		"source": "metaphors of mind",
		"long context": "Research explains why forgetting delivers this memory boost. Memories don't fly out of our brains like sparrows from a barn. Instead, our brain will make memories more or less accessible. Some recollections, like the name of a close friend, are easily recalled. Other details, like the color of your childhood bedroom, have been tucked into deep storage and are much harder -- if not impossible -- to retrieve."
	},
	{
		"ID": "141",
		"T1": "brains",
		"T2": "things",
		"S1": "stomach",
		"S2": "wood",
		"n. implicit term": "0",
		"Sentence": "Further, just as the human stomach -- unlike the termite's -- can't digest wood, so there are some things our brains just aren't capable of knowing.",
		"Author": "Kaplan, Eric",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/245111",
		"source": "metaphors of mind",
		"long context": "Church's argument is double-barreled. First he argues we have no way of knowing if Santa is really there. Even if we observed every chimney in the world, we wouldn't know that Santa couldn't slip through in some as yet undetected and untheorized manner. After all, we know today that both Church and Virginia had neutrinos passing through their bodies although neutrinos were far beyond the most advanced physics of their day. Maybe Santa's like that. Further, just as the human stomach -- unlike the termite's -- can't digest wood, so there are some things our brains just aren't capable of knowing. Maybe Santa is one of them."
	},
	{
		"ID": "142",
		"T1": "brain",
		"T2": "skull",
		"S1": "small animal",
		"S2": "grotto",
		"n. implicit term": "0",
		"Sentence": "The upper part of the skull had been removed, and the exposed edge covered in layer after layer of gauze, completely saturated with blood, forming a funnel down into the interior of the cranium. The brain was gently pulsating within. It resembled a small animal in a grotto.",
		"Author": "Knausgaard, Karl Ove (b. 1968)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24758",
		"source": "metaphors of mind",
		"long context": "The silence was total. The single focus of attention was a head clamped in a vise in the middle of the room. The upper part of the skull had been removed, and the exposed edge covered in layer after layer of gauze, completely saturated with blood, forming a funnel down into the interior of the cranium. The brain was gently pulsating within. It resembled a small animal in a grotto. Or the meat of an open mussel. Two doctors were bending over the head, each of them moving long, narrow instruments back and forth inside the opening. One nurse was assisting them, another was standing a few yards away, watching. A whispery slurping sound issued from one of the instruments, like the sound produced by the tool a dentist uses to suck away saliva from a patient’s mouth. Next to us was a monitor showing an enlarged image of the brain. In the middle, a pit had been scooped out. In the center of the pit was a white substance, shaped like a cube. The white cube, which appeared to be made of firmer stuff, was rubbery and looked like octopus flesh. I realized that it must be the tumor."
	},
	{
		"ID": "143",
		"T1": "books",
		"T2": "mind",
		"S1": "honey",
		"S2": "beehive",
		"n. implicit term": "0",
		"Sentence": "Books live in the mind like honey inside a beehive.",
		"Author": "McGrath, Campbell (b. 1962)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17881",
		"source": "metaphors of mind",
		"long context": "Books live in the mind like honey inside a beehive,\nthat ambrosial archive, each volume sealed in craft-made paper,\nnutritive cells, stamen-fragrant, snug as apothecary jars."
	},
	{
		"ID": "144",
		"T1": "mind",
		"T2": "word",
		"S1": "fish",
		"S2": "hook",
		"n. implicit term": "0",
		"Sentence": "\"His mind snagged on the word like a fish on a hook.\"",
		"Author": "Nicholls, David (b. 1966)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24180",
		"source": "metaphors of mind",
		"long context": "She shrugged. 'Wise old gypsy told me.'\n'I suppose you disagree on political grounds or something.'\n'Just ... not for me, that's all.'\n'I can see you now. Big white dress, bridesmaids, little page boys, blue garter ...' Garter. His mind snagged on the word like a fish on a hook.\n'As a matter of fact, I think there are more important things in life than \"relationships\".'"
	},
	{
		"ID": "145",
		"T1": "various archetypal situations",
		"T2": "Hitchcock's mind",
		"S1": "whales",
		"S2": "tank",
		"n. implicit term": "0",
		"Sentence": "I sometimes fancy that various archetypal situations circled tirelessly in Hitchcock's mind, like whales in a tank at the zoo.",
		"Author": "Ebert, Roger (1942-2013)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/19952",
		"source": "metaphors of mind",
		"long context": "I sometimes fancy that various archetypal situations circled tirelessly in Hitchcock's mind, like whales in a tank at the zoo. One of them was fascination of voyeurism--of watching people who do not know they are being watched. Another, famously, was the notion of an innocent man wrongly accused. And many of his films illustrate male impotence or indifference in the face of cool blond beauty. Much is said of Hitchcock's blonds (Kim Novak, Eva Marie Saint, Grace Kelly, Tippi Hedren), but observe that they are not erotic playmates so much as puzzles or threats. Lisa, the Kelly character, has a hopeless love for Jeff, who keeps her at arm's length with descriptions of his lifestyle; a fashion model wouldn't hold up in the desert or jungle, he tells her."
	},
	{
		"ID": "146",
		"T1": "feelings",
		"T2": "attention",
		"S1": "avalanche",
		"S2": "gloomy St Bernard",
		"n. implicit term": "0",
		"Sentence": "It was hard enough to rescue himself from the avalanche of his own feelings, without allowing the gloomy St Bernard of his attention to wander into other fields.",
		"Author": "Edward St. Aubyn (b. 1960)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24690",
		"source": "metaphors of mind",
		"long context": "The question filled Patrick with the horror which assailed him when he was asked to consider another person's feelings. How was Debbie? How the fuck should he know? It was hard enough to rescue himself from the avalanche of his own feelings, without allowing the gloomy St Bernard of his attention to wander into other fields. On the other hand the amphetamines had given him an urgent desire to talk and he couldn't ignore the question entirely."
	},
	{
		"ID": "147",
		"T1": "heroin",
		"T2": "nervous system",
		"S1": "black cat",
		"S2": "its favourite cushion",
		"n. implicit term": "0",
		"Sentence": "Heroin landed purring at the base of his skull, and wrapped itself darkly around his nervous system, like a black cat curling up on its favourite cushion.",
		"Author": "Edward St. Aubyn (b. 1960)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24697",
		"source": "metaphors of mind",
		"long context": "No, he mustn't think about it, or indeed about anything, and especially not about heroin, because heroin was the only thing that really worked, the only thing that stopped him scampering around in a hamster's wheel of unanswerable questions. Heroin was the cavalry. Heroin was the missing chair leg, made with such precision that it matched every splinter of the break. Heroin landed purring at the base of his skull, and wrapped itself darkly around his nervous system, like a black cat curling up on its favourite cushion. It was as soft and rich as the throat of a wood pigeon, or the splash of sealing wax onto a page, or a handful of gems slipping from palm to palm."
	},
	{
		"ID": "148",
		"T1": "soul",
		"T2": "thought",
		"S1": "bird",
		"S2": "feathers",
		"n. implicit term": "0",
		"Sentence": "Just as birds are lifted up into the air by their feathers and can remain wherever they wish, the soul in the body is elevated by thought and spreads its wings everywhere.",
		"Author": "Offill, Jenny (b. 1968)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24729",
		"source": "metaphors of mind",
		"long context": "The only bad thing about New Orleans was the heat. At night, we filled bath towels with ice cubes and held them to our wrists. When it was too hot to sleep, my mother read to me for hours from the natural history of St. Hildegard. About birds, St. Hildegard wrote:\nBirds are colder than animals that live on the earth, because they are not conceived in such intense and heated desire. Just as birds are lifted up into the air by their feathers and can remain wherever they wish, the soul in the body is elevated by thought and spreads its wings everywhere."
	},
	{
		"ID": "149",
		"T1": "mind",
		"T2": "thought",
		"S1": "bird",
		"S2": "noose",
		"n. implicit term": "0",
		"Sentence": "I tried to think what I had loved knives for, but my mind slipped from the noose of the thought and swung, like a bird, in the center of empty air.",
		"Author": "Plath, Sylvia (1932-1963)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17425",
		"source": "metaphors of mind",
		"long context": "I took up the silver knife and cracked off the cap of my egg. Then I put down the knife and looked at it. I tried to think what I had loved knives for, but my mind slipped from the noose of the thought and swung, like a bird, in the center of empty air."
	},
	{
		"ID": "150",
		"T1": "<man>",
		"T2": "rage",
		"S1": "blowlamp",
		"S2": "flame",
		"n. implicit term": "1",
		"Sentence": "And yet the rage that one felt was an abstract, undirected emotion which could be switched from one object to another like the flame of a blowlamp.",
		"Author": "Orwell, George",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/25016",
		"source": "metaphors of mind",
		"long context": "In its second minute the Hate rose to a frenzy. People were leaping up and down in their places and shouting at the tops of their voices in an effort to drown the maddening bleating voice that came from the screen. The little sandy-haired woman had turned bright pink, and her mouth was opening and shutting like that of a landed fish. Even O'Brien's heavy face was flushed. He was sitting very straight in his chair, his powerful chest swelling and quivering as though he were standing up to the assault of a wave. The dark-haired girl behind Winston had begun crying out 'Swine! Swine! Swine!' and suddenly she picked up a heavy Newspeak dictionary and flung it at the screen. It struck Goldstein's nose and bounced off; the voice continued inexorably. In a lucid moment Winston found that he was shouting with the others and kicking his heel violently against the rung of his chair. The horrible thing about the Two Minutes Hate was not that one was obliged to act a part, but, on the contrary, that it was impossible to avoid joining in. Within thirty seconds any pretence was always unnecessary. A hideous ecstasy of fear and vindictiveness, a desire to kill, to torture, to smash faces in with a sledge-hammer, seemed to flow through the whole group of people like an electric current, turning one even against one's will into a grimacing, screaming lunatic. And yet the rage that one felt was an abstract, undirected emotion which could be switched from one object to another like the flame of a blowlamp. Thus, at one moment Winston's hatred was not turned against Goldstein at all, but, on the contrary, against Big Brother, the Party, and the Thought Police; and at such moments his heart went out to the lonely, derided heretic on the screen, sole guardian of truth and sanity in a world of lies. And yet the very next instant he was at one with the people about him, and all that was said of Goldstein seemed to him to be true. At those moments his secret loathing of Big Brother changed into adoration, and Big Brother seemed to tower up, an invincible, fearless protector, standing like a rock against the hordes of Asia, and Goldstein, in spite of his isolation, his helplessness, and the doubt that hung about his very existence, seemed like some sinister enchanter, capable by the mere power of his voice of wrecking the structure of civilization."
	},
	{
		"ID": "151",
		"T1": "person",
		"T2": "<idea/memory>",
		"S1": "squirrel",
		"S2": "nut",
		"n. implicit term": "1",
		"Sentence": "I stored the fact that there were real glasses in the corner of my mind the way a squirrel stores a nut.",
		"Author": "Plath, Sylvia",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17423",
		"source": "metaphors of mind",
		"long context": "A maid in a green uniform was setting the tables for supper. There were white linen tablecloths and glasses and paper napkins. I stored the fact that there were real glasses in the corner of my mind the way a squirrel stores a nut. At the city hospital we had drunk out of paper cups and had no knives to cut our meat. The meat had always been so overcooked we could cut it with a fork."
	},
	{
		"ID": "152",
		"T1": "recollections",
		"T2": "memory",
		"S1": "perfume",
		"S2": "<room>",
		"n. implicit term": "1",
		"Sentence": "Delicious recollections float like perfume through the memory.",
		"Author": "Rich, Adrienne",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24967",
		"source": "metaphors of mind",
		"long context": "You, once a belle in Shreveport,\nwith henna-colored hair, skin like a peachbud,\nstill have your dresses copied from that time.\nand play a Chopin prelude\ncalled by Cortot: \"Delicious recollections\nfloat like perfume through the memory.\"\n\nYour mind now, mouldering like wedding-cake\nheavy with useless experience, rich\nwith suspicion, rumor, fantasy,\ncrumbling to pieces under the knife-edge\nof mere fact. In the prime of your life."
	},
	{
		"ID": "153",
		"T1": "words",
		"T2": "mind",
		"S1": "pebbles",
		"S2": "<water>",
		"n. implicit term": "1",
		"Sentence": "Words came without volition, sinking very slowly through his mind like pebbles.",
		"Author": "Murdoch, Iris",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24510",
		"source": "metaphors of mind",
		"long context": "The room was small and narrow and the bed, which stretched along the wall, took up most of it. There were no sheets, but a mound of thin blankets underneath which Tallis slept in winter and on top of which he slept in summer. Books were piled against the other wall. Tallis pulled his legs up and leaned back. He could not think without a table. Better to give up and sleep now. Get up early and finish lecture. Better without a table. Better give up and sleep now. Get up early and finish lecture. Better not thoughts now. Sleep. Unbeing. No point in kneeling down, folding hands, muttering. Self-abasement, prostration, licking the groung and wriggling through. Tears and sex. God, what a muck-heap my mind is, thought Tallis. He closed his eyes and tried to breathe slowly and regularly. Words came without volition, sinking very slowly through his mind like pebbles. Words out of some lost and ancient past. Lighten my darkness. Tiddy pom tiddy pom tiddy pom from up above. The perils and dangers of this night. With his eyes still closed he uncurled his legs and turned over to lie prone upon the bed burying his face in the pillow. That peace which the world cannot give. There was light somewhere, cool precious light, somewhere quite else. The pillow smelt of dust and age and grief. It was an old pillow. It had attended upon life and death and birth and was tired of them all. It had no pillow slip on and it tickled Tallis's nose. Get undressed and turn out the light. Idiotic go sleep like this."
	},
	{
		"ID": "154",
		"T1": "brain",
		"T2": "<memory/idea>",
		"S1": "warehouse",
		"S2": "things",
		"n. implicit term": "1",
		"Sentence": "My brain hurt like a warehouse, it had no room to spare; / I had to cram so many things to store everything in there.",
		"Author": "Bowie, David",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/25104",
		"source": "metaphors of mind",
		"long context": "I heard telephones, opera house, favourite melodies.\nI saw boys, toys electric irons and T.V.'s.\nMy brain hurt like a warehouse, it had no room to spare;\nI had to cram so many things to store everything in there.\nAnd all the fat-skinny people, and all the tall-short people,\nAnd all the nobody people, and all the somebody people,\nI never thought I'd need so many people."
	},
	{
		"ID": "155",
		"T1": "mind",
		"T2": "mystery",
		"S1": "<body>",
		"S2": "food",
		"n. implicit term": "1",
		"Sentence": "Mysteries are the food of the mind, and all the fundamental mysteries are necessary to sanity.",
		"Author": "Richards, I.A.",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/25102",
		"source": "metaphors of mind",
		"long context": "I'm an inventor,\" he said in Cambridge, Mass., referring to his tricks for teaching. \"And I'm a philosopher. At Cambridge University studied what we called mental and moral sciences. That made one familiar with the incomprehensible. Mysteries are the food of the mind, and all the fundamental mysteries are necessary to sanity. In asylums you meet people who have the answers; sane people never have the answers."
	},
	{
		"ID": "156",
		"T1": "mind",
		"T2": "knowledge",
		"S1": "<container>",
		"S2": "liquid",
		"n. implicit term": "1",
		"Sentence": "In the preceding months he had prepared himself with meticulous care, filling his mind with distilled knowledge, drop by drop, until, on the eve of the first paper (Old English Set Texts) it was almost brimming over.",
		"Author": "Lodge, David",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/19827",
		"source": "metaphors of mind",
		"long context": "Philip Swallow had been made and unmade by the system in precisely this way. He liked examinations, always did well in them. Finals had been, in many ways, the supreme moment of his life. He frequently dreamed that he was taking the examinations again, and these were happy dreams. Awake, he could without difficulty remember the questions he had elected to answer on every paper that hot, distant June. In the preceding months he had prepared himself with meticulous care, filling his mind with distilled knowledge, drop by drop, until, on the eve of the first paper (Old English Set Texts) it was almost brimming over. Each morning for the next ten days he bore his precious vessel to the examination halls and poured a measured quantity of the contents on to the pages of ruled quarto. Day by day the level fell, until on the tenth day the vessel was empty, the cup was drained, the cupboard was bare. In the years that followed he set about replenishing his mind, but it was never quite the same. The sense of purpose was lacking--there was no great Reckoning against which he could hoard his knowledge, so that it tended to leak away as fast as he acquired it."
	},
	{
		"ID": "157",
		"T1": "mind",
		"T2": "Marsall McLuhan's ideas",
		"S1": "<body>",
		"S2": "Turkish baths",
		"n. implicit term": "1",
		"Sentence": "Marsall McLuhan's ideas are Turkish baths of the mind.",
		"Author": "Bell, Daniel",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24852",
		"source": "metaphors of mind",
		"long context": "And finally a hedonistic age had its own appropriate prophet--Marshall McLuhan. A hedonistic age, defined by the fact that knowledge becomes coded in messages organized as formulas, slogans, and binary distinctions. By grasping the code, a person feels comfortable in understanding the complex worlds about him. McLuhan is a writer who not only has defined the hedonistic age in terms of such coding devices, but also has topped the trick by exemplifying in his own style the device of coding that age's own thoughts in a set of formulas appropriate to the time. The idea that the medium is the message (so that ideas are secondary or do not count); that some media are \"hot,\" like radio (it excludes people), while others are \"cool,\" like television (it requires involvement to complete the participation); that print culture is linear, while visual culture is simultaneous--all these distinctions are are not meant to be used analytically, or tested by some empirical means; they are litanies to assuage a person’s anxieties and enhance his sense of well-being within the new modes of communication. They are Turkish baths of the mind. All in all, Marshall McLuhan was an advertising man’s dream, in more ways than one."
	},
	{
		"ID": "158",
		"T1": "mind",
		"T2": "representations",
		"S1": "miror",
		"S2": "<reflections>",
		"n. implicit term": "1",
		"Sentence": "The picture which holds traditional philosophy captive is that of the mind as a great mirror, containing various representations--some accurate, some not--and capable of being studied by pure, non-empirical methods.",
		"Author": "Rorty, Richard",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/16894",
		"source": "metaphors of mind",
		"long context": "It is pictures rather than propositions, metaphors rather than statements, which determine most of our philosophical convictions. The picture which holds traditional philosophy captive is that of the mind as a great mirror, containing various representations--some accurate, some not--and capable of being studied by pure, non-empirical methods. Without the notion of the mind as mirror, the notion of knowledge as accuracy of representation would not have suggested itself. Without this latter notion, the strategy common to Descartes and Kant--getting more accurate representations by inspecting, repairing, and polishing the mirror, so to speak--would not have made sense. Without this strategy in mind, recent claims that philosophy could consist of 'conceptual analysis' or 'phenomenological analysis' or 'explication of meanings' or examination of the 'logic of our language' or of 'the structure of the constituting activity of consciousness' would not have made sense."
	},
	{
		"ID": "159",
		"T1": "language",
		"T2": "human thoughts",
		"S1": "express image and picture",
		"S2": "<physical object or being>",
		"n. implicit term": "1",
		"Sentence": "Language is the express image and picture of human thoughts; and, from the picture, we may often draw very certain conclusions with regard to the original.",
		"Author": "— Reid, Thomas (1710-1796)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/19614",
		"source": "metaphors of mind",
		"long context": "There are other opinions that appear to be universal, from what is common in the structure of all languages, ancient and modern, polished and barbarous. Language is the express image and picture of human thoughts; and, from the picture, we may often draw very certain conclusions with regard to the original. We find in all languages the same parts of speech, nouns substantive and adjective, verbs active and passive, varied according to the tenses of past, present, and future; we find adverbs, prepositions, and conjunctions. There are general rules of syntax common to all languages. This uniformity in the structure of language, shows a certain degree of uniformity in those notions upon which the structure of language is grounded."
	},
	{
		"ID": "160",
		"T1": "thoughts",
		"T2": "head",
		"S1": "clouds",
		"S2": "<sky>",
		"n. implicit term": "1",
		"Sentence": "Thoughts in my head just come and go and change shape like the clouds.",
		"Author": "— Levy, Andrea (b. 1956)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17995",
		"source": "metaphors of mind",
		"long context": "When I was young my mum used to complain that I spent too much time daydreaming. That was because I liked to stare at the sky. She thought that while I was dreaming I could be doing something useful as well, like knitting. Now that I am a writer, I have the privilege of daydreaming as part of my job. And I still love to gaze at the sky. The view from my workroom in my North London house has a lot of sky, and I couldn’t work without it. There are never any structured thoughts in my head when I look up. They just come and go and change shape like the clouds."
	},
	{
		"ID": "161",
		"T1": "sounds",
		"T2": "mind",
		"S1": "wind",
		"S2": "<empty location>",
		"n. implicit term": "1",
		"Sentence": "Those final sounds, however, are nothing like the wind moving through the vacancy of a mind.",
		"Author": "— Rankine, Claudia (b. 1963)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/18331",
		"source": "metaphors of mind",
		"long context": "He waits for his father's death. His father has been taken off the ventilator and clearly will not be able to breathe for himself much longer. Earlier in the day the nurse mentioned something about an electroencephalogram (EEG), which measures brain waves in the cerebral hemispheres, the parts of the brain that deal with speech and memory. But his brain stem is damaged; it seems now the test will not be necessary. The son expects an almost silent, hollow gasp to come from the old man's open mouth. Those final sounds, however, are nothing like the wind moving through the vacancy of a mind. The release is jerky and convulsive. There is never the rasp of the choke the son expects, though one meaning of worry is to be choked on, to choke on."
	},
	{
		"ID": "162",
		"T1": "drug",
		"T2": "<effect><sensations>",
		"S1": "express train",
		"S2": "white-hot column of light",
		"n. implicit term": "1",
		"Sentence": "The drug hit him like an express train, a white-hot column of light mounting his spine from the region of his prostate,",
		"Author": "— Gibson, William (b. 1948)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24616",
		"source": "metaphors of mind",
		"long context": "The drug hit him like an express train, a white-hot column of light mounting his spine from the region of his prostate, illuminating the sutures of his skull with x-rays of short-circuited sexual energy. His teeth sang in their individual sockets like tuning forks, each one pitch-perfect and clear as ethanol. His bones, beneath the hazy envelope of flesh, were chromed and polished, the joints lubricated with a film of silicone. Sandstorms raged across the scoured floor of his skull, generating waves of high thin static that broke behind his eyes, spheres of purest crystal, expanding..."
	},
	{
		"ID": "163",
		"T1": "centuries",
		"T2": "mind",
		"S1": "sea breeze",
		"S2": "<location>",
		"n. implicit term": "1",
		"Sentence": "The only palliative is to keep the clean sea breeze of the centuries blowing through our minds, and this can be done only be reading old books.",
		"Author": "— Lewis, C. S. (1898-1963)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/20215",
		"source": "metaphors of mind",
		"long context": "Every age has its own outlook. It is especially good at seeing certain truths and specially liable to make certain mistakes. We all, therefore, need the books that will correct the characteristic mistakes of our own period. And that means the old books. All contemporary writers share to some extent the contemporary outlook--even those, like myself, who seem opposed to it. Nothing strikes me more when I read the controversies of past ages than the fact that both sides were usually assuming without question a good deal which we should now absolutely deny. They thought that they were as completely opposed as two sides could be, but in fact they were all the time secretly united--united with each other and against earlier and later ages--by a great mass of common assumptions. We may be sure that the characteristic blindness of the twentieth century--the blindness about which posterity will ask, \"But how could they have thought that?\"--lies where we have never suspected it, and concerns something about which there is untroubled agreement between Hitler and President Roosevelt or between Mr. H. G. Wells and Karl Barth. None of us can fully escape this blindness, but we shall certainly increase it, and weaken our guard against it, if we read only modern books. Where they are true they will give us truths which we half knew already. Where they are false they will aggravate the error with which we are already dangerously ill. The only palliative is to keep the clean sea breeze of the centuries blowing through our minds, and this can be done only be reading old books. Not, of course, that there is any magic about the past. People were no cleverer then than they are now; they made as many mistakes as we. But not the same mistakes. They will not flatter us in the errors we are already committing; and their own errors, being now open and palpable, will not endanger us. Two heads are better than one, not because either is infallible, but because they are unlikely to go wrong in the same direction. To be sure, the books of the future would be just as good a corrective as the books of the past, but unfortunately we cannot get at them."
	},
	{
		"ID": "164",
		"T1": "feeling of relation moving to its term",
		"T2": "some substantive thing, usually the last word we were pronouncing",
		"S1": "snowflake-crystal",
		"S2": "drop",
		"n. implicit term": "1",
		"Sentence": "As a snowflake-crystal caught in the warm hand is no longer a crystal but a drop, so, instead of catching the feeling of relation moving to its term, we find we have caught some substantive thing, usually the last word we were pronouncing, statically taken, and with its function, tendency and particular meaning in the sentence quite evaporated.",
		"Author": "— James, William (1842-1910)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17710",
		"source": "metaphors of mind",
		"long context": "Now the first difficulty of introspection is that of seeing the transitive parts for what they really are. If they are but flights to a conclusion, stopping them to look at them before the conclusion is reached is really annihilating them. Whilst if we wait till the conclusion be reached, it so exceeds them in vigour and stability that it quite eclipses and swallows them up in its glare. Let anyone try to cut a thought across in the middle and get a look at its section, and he will see how difficult the introspective observation of the transitive tracts is. The rush of the thought is so headlong that it almost always brings us up at the conclusion before we can arrest it. Or if our purpose is nimble enough and we do arrest it, it ceases forthwith to be itself. As a snowflake-crystal caught in the warm hand is no longer a crystal but a drop, so, instead of catching the feeling of relation moving to its term, we find we have caught some substantive thing, usually the last word we were pronouncing, statically taken, and with its function, tendency and particular meaning in the sentence quite evaporated. The attempt at introspective analysis in these cases is in fact like seizing a spinning top to catch its motion, or trying to turn up the gas quickly enough to see how the darkness looks. And the challenge to produce these psychoses, which is sure to be thrown by doubting psychologists at anyone who contends for their existence, is as unfair as Zeno's treatment of the advocates of motion, when, asking them to point out in what place an arrow is when it moves, he argues the falsity of their thesis from their inability to make to so preposterous a question an immediate reply."
	},
	{
		"ID": "165",
		"T1": "memory of dreadful things",
		"T2": "mine",
		"S1": "wind",
		"S2": "<location>",
		"n. implicit term": "1",
		"Sentence": "Silently we went round and round, \nAnd through each hollow mind\nThe Memory of dreadful things\nRushed like a dreadful wind,\nAnd Horror stalked before each man,\nAnd Terror crept behind.",
		"Author": "Wilde, Oscar Fingal O'Flahertie Wills (1854-1900)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17586",
		"source": "metaphors of mind",
		"long context": "Silently we went round and round,\nAnd through each hollow mind\nThe Memory of dreadful things\nRushed like a dreadful wind,\nAnd Horror stalked before each man,\nAnd Terror crept behind."
	},
	{
		"ID": "166",
		"T1": "Religion, ethics, metaphysics",
		"T2": "anxiety",
		"S1": "<channel>",
		"S2": "black waters",
		"n. implicit term": "1",
		"Sentence": "Religion, ethics, metaphysics – these are merely the 'spiritual' and 'inner' festivals of human anguish, ways of channelling the black waters of anxiety – and towards what abyss?",
		"Author": "— Lefebvre, Henri (1901-1991)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/25311",
		"source": "metaphors of mind",
		"long context": "And in life itself, in everyday life, ancient gestures, rituals as old as time itself, continue unchanged – except for the fact that this life has been stripped of its beauty. Only the dust of words remains, dead gestures. Because rituals and feelings, prayers and magic spells, blessings, curses, have been detached from life, they have become abstract and 'inner', to use the terminology of self-justification. Convictions have become weaker, sacrifices shallower, less intense. People cope – badly – with a smaller outlay. Pleasures have become weaker and weaker. The only thing that has not diminished is the old disquiet, that feeling of weakness, that foreboding. But what was formerly a sense of disquiet has become worry, anguish. Religion, ethics, metaphysics – these are merely the 'spiritual' and 'inner' festivals of human anguish, ways of channelling the black waters of anxiety – and towards what abyss?"
	},
	{
		"ID": "167",
		"T1": "the Great Depression",
		"T2": "soul",
		"S1": "fog",
		"S2": "<location>",
		"n. implicit term": "1",
		"Sentence": "The Great Depression had entered our souls like fog.",
		"Author": "— Justice, Donald (1925-2004)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/18026",
		"source": "metaphors of mind",
		"long context": "We gathered on porches; the moon rose; we were poor.\nAnd time went by, drawn by slow horses.\nSomewhere beyond our windows shone the world.\nThe Great Depression had entered our souls like fog.\n\nAnd time went by, drawn by slow horses.\nWe did not ourselves know what the end was.\nThe Great Depression had entered our souls like fog.\nWe had our flaws, perhaps a few private virtues."
	},
	{
		"ID": "168",
		"T1": "warnings",
		"T2": "mind",
		"S1": "rats",
		"S2": "<location>",
		"n. implicit term": "1",
		"Sentence": "Deep in the night, those warnings scuttle around my mind like rats.",
		"Author": "— Kennedy, Pagan (b. 1963)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24968",
		"source": "metaphors of mind",
		"long context": "Though one in 10 American adults suffer from chronic insomnia, we have yet to answer the most fundamental questions about the affliction. Scientists are still arguing about the mechanisms of sleep and the reasons it fails in seemingly healthy people. There are few -- if any -- reliable treatments for insomnia. At the same time, medical journals warn that bad sleep can fester into diseases like cancer and diabetes. Deep in the night, those warnings scuttle around my mind like rats."
	},
	{
		"ID": "169",
		"T1": "mind",
		"T2": "<dangerous things>",
		"S1": "rabbit",
		"S2": "foxes",
		"n. implicit term": "1",
		"Sentence": "The body [...] activates the senses, setting them to the frequencies at which the signals of new dangers can be received. Those signals appear as noise to the previous -- pre-war -- mind, as a breakdown in communication. The new mind, which the body floods with adrenaline, begins -- like a rabbit in a forest of foxes -- to decode all the signals, even if it's not capable of fitting them into any narrative.",
		"Author": "Hemon, Aleksandr (b. 1964)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/25010",
		"source": "metaphors of mind",
		"long context": "But the body knows the score, recognizes the crisis before the mind. It not only gets the steel ball rolling onto the intestines, but also activates the senses, setting them to the frequencies at which the signals of new dangers can be received. Those signals appear as noise to the previous -- pre-war -- mind, as a breakdown in communication. The new mind, which the body floods with adrenaline, begins -- like a rabbit in a forest of foxes -- to decode all the signals, even if it's not capable of fitting them into any narrative. The unified, ontologically comfortable mind splits: On the one hand, the pre-war mind refuses the possibility of catastrophe; on the other, the war mind perceives everything as the signal that the end of the world is nigh. I trust my fears while struggling to ignore them. We become of two minds, which cannot agree on what is real. The world looks strange and unreliable, fragile and dangerous. It is itself and not itself. I am myself and someone else."
	},
	{
		"ID": "170",
		"T1": "thoughts",
		"T2": "<mind>",
		"S1": "six fireflies beeping randomly",
		"S2": "jar",
		"n. implicit term": "1",
		"Sentence": "We've got this perverse situation in which the vast analytic powers of the entire world are being spent trying to understand a guy whose thoughts are often just six fireflies beeping randomly in a jar.",
		"Author": "Brooks, David (b. 1961)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/25072",
		"source": "metaphors of mind",
		"long context": "But Trump's statements don't necessarily come from anywhere, lead anywhere or have a permanent reality beyond his wish to be liked at any given instant.\n\nWe've got this perverse situation in which the vast analytic powers of the entire world are being spent trying to understand a guy whose thoughts are often just six fireflies beeping randomly in a jar.\n\n\"We badly want to understand Trump, to grasp him,\" David Roberts writes in Vox. \"It might give us some sense of control, or at least an ability to predict what he will do next. But what if there's nothing to understand? What if there is no there there?\"\n\nAnd out of that void comes a carelessness that quite possibly betrayed an intelligence source, and endangered a country."
	},
	{
		"ID": "171",
		"T1": "envy",
		"T2": "psyche",
		"S1": "lizard",
		"S2": "<location>",
		"n. implicit term": "1",
		"Sentence": "But if I can identify the lizard of envy crawling around in my psyche, I can usually tamp down the ire.",
		"Author": "Marino, Gordon",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/25196",
		"source": "metaphors of mind",
		"long context": "For instance, I often find a reason to become angry with people I am envious of. But if I can identify the lizard of envy crawling around in my psyche, I can usually tamp down the ire. That same awareness can also help mitigate moral judgments. Recognizing the envy when my sixtysomething friend boasted that he had recently completed a marathon, I was able to restrain myself from giving rope to the indignant thought, \"Instead of running miles every day, why don't you spend some time tutoring disadvantaged kids!\""
	},
	{
		"ID": "172",
		"T1": "memory",
		"T2": "<recollections>",
		"S1": "jar",
		"S2": "flies",
		"n. implicit term": "1",
		"Sentence": "Memory, a jar of flies. Spin off the lid.",
		"Author": "Seibles, Tim (b. 1955)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/25149",
		"source": "metaphors of mind",
		"long context": "What skinny faith you have — \nand such big teeth: all\n\nthe better. I mean to step out\nof  history     for just a minute,\n\nto feel my blood float\n\nabove the say-so. Memory,\na jar of flies. Spin off the lid.\n\nI forget what you know. What\n\ndid you ever know?"
	},
	{
		"ID": "173",
		"T1": "skulls",
		"T2": "ideas",
		"S1": "odd museum",
		"S2": "<items>",
		"n. implicit term": "1",
		"Sentence": "Open our skulls, look in with a penlight, and you'll find an odd museum of ideas: sentences of history or mathematics remembered from school textbooks (no boy remembers his schooling like one who was taken out of school, let me assure you), sentences about politics read in a newspaper while wait...",
		"Author": "Adiga, Aravind (b. 1974)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17196",
		"source": "metaphors of mind",
		"long context": "Me, and thousands of others in this country like me, are half-baked, because we were never allowed to complete our schooling. Open our skulls, look in with a penlight, and you'll find an odd museum of ideas: sentences of history or mathematics remembered from school textbooks (no boy remembers his schooling like one who was taken out of school, let me assure you), sentences about politics read in a newspaper while waiting for someone to come to an office, triangles and pyramids seen on the torn pages of the old geometry textbooks which every tea shop in this country uses to wrap its snacks in, bits of All India Radio news bulletins, things that drop into your mind, like lizards from the ceiling, in the half hour before falling asleep--all these ideas, half-formed and half-digested and half correct, mix up with other half-cooked ideas in your head, and I guess these half-formed ideas bugger one another and make more half-formed ideas, and this is what you act on and live with."
	},
	{
		"ID": "174",
		"T1": "heart",
		"T2": "<emotions>",
		"S1": "oyster",
		"S2": "a spoil of pearls",
		"n. implicit term": "1",
		"Sentence": "Like an oyster\nThat cloisters a spoil of pearls, \nUntouched— \nThe heart that’s had \nEnough\nStays shut.",
		"Author": "Essbaum, Jill Alexander",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/17554",
		"source": "metaphors of mind",
		"long context": "Like an oyster\nThat cloisters a spoil of pearls,\nUntouched—\n\n\nThe heart that’s had\nEnough\nStays shut."
	},
	{
		"ID": "175",
		"T1": "soul",
		"T2": "<body>",
		"S1": "worm",
		"S2": "apple",
		"n. implicit term": "1",
		"Sentence": "A soul was like a worm in an apple, my mother told me.",
		"Author": "Offill, Jenny (b. 1968)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24728",
		"source": "metaphors of mind",
		"long context": "A soul was like a worm in an apple, my mother told me. Sometimes you went your whole life without knowing you had one and then suddenly it appeared. In Africa, the soul has the same shape as the body but cannot be seen. At night, it travels through the world while a person dreams. But it returns to the body the moment a sleeping person is touched."
	},
	{
		"ID": "176",
		"T1": "<forgetting>",
		"T2": "knowledge",
		"S1": "leaking",
		"S2": "<container>",
		"n. implicit term": "2",
		"Sentence": "In the years that followed he set about replenishing his mind, but it was never quite the same. The sense of purpose was lacking--there was no great Reckoning against which he could hoard his knowledge, so that it tended to leak away as fast as he acquired it.",
		"Author": "Lodge, David",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/19829",
		"source": "metaphors of mind",
		"long context": "Philip Swallow had been made and unmade by the system in precisely this way. He liked examinations, always did well in them. Finals had been, in many ways, the supreme moment of his life. He frequently dreamed that he was taking the examinations again, and these were happy dreams. Awake, he could without difficulty remember the questions he had elected to answer on every paper that hot, distant June. In the preceding months he had prepared himself with meticulous care, filling his mind with distilled knowledge, drop by drop, until, on the eve of the first paper (Old English Set Texts) it was almost brimming over. Each morning for the next ten days he bore his precious vessel to the examination halls and poured a measured quantity of the contents on to the pages of ruled quarto. Day by day the level fell, until on the tenth day the vessel was empty, the cup was drained, the cupboard was bare. In the years that followed he set about replenishing his mind, but it was never quite the same. The sense of purpose was lacking--there was no great Reckoning against which he could hoard his knowledge, so that it tended to leak away as fast as he acquired it."
	},
	{
		"ID": "177",
		"T1": "mind",
		"T2": "new theme",
		"S1": "<woman>",
		"S2": "<baby>",
		"n. implicit term": "2",
		"Sentence": "The mind may be pregnant \"with some new theme\"",
		"Author": "— Cowper, William (1731-1800)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/15017",
		"source": "metaphors of mind",
		"long context": "Just when our drawing-rooms begin to blaze\nWith lights by clear reflection multiplied\nFrom many a mirror, in which he of Gath,\nGoliath, might have seen his giant bulk\nWhole without stooping, towering crest and all,\nMy pleasures too begin. But me perhaps\nThe glowing hearth may satisfy awhile\nWith faint illumination that uplifts\nThe shadow to the ceiling, there by fits\nDancing uncouthly to the quivering flame.\nNot undelightful is an hour to me\nSo spent in parlour twilight; such a gloom\nSuits well the thoughtful or unthinking mind,\nThe mind contemplative, with some new theme\nPregnant, or indisposed alike to all.\nLaugh ye, who boast your more mercurial powers,\nThat never feel a stupor, know no pause\nNor need one. I am conscious, and confess\nFearless, a soul that does not always think.\nMe oft has fancy ludicrous and wild\nSooth'd with a waking dream of houses, towers,\nTrees, churches, and strange visages express'd\nIn the red cinders, while with poring eye\nI gazed, myself creating what I saw.\nNor less amused have I quiescent watch'd\nThe sooty films that play upon the bars\nPendulous, and foreboding in the view\nOf superstition prophesying still\nThough still deceived, some stranger's near approach.\n'Tis thus the understanding takes repose\nIn indolent vacuity of thought,\nAnd sleeps and is refresh'd. Meanwhile the face\nConceals the mood lethargic with a mask\nOf deep deliberation, as the man\nWere task'd to his full strength, absorb'd and lost.\nThus oft reclined at ease, I lose an hour\nAt evening, till at length the freezing blast\nThat sweeps the bolted shutter, summons home\nThe recollected powers, and snapping short\nThe glassy threads with which the fancy weaves\nHer brittle toys, restores me to myself.\nHow calm is my recess! and how the frost\nRaging abroad, and the rough wind, endear\nThe silence and the warmth enjoy'd within!\nI saw the woods and fields at close of day\nA variegated show; the meadows green\nThough faded, and the lands where lately waved\nThe golden harvest, of a mellow brown,\nUpturn'd so lately by the forceful share.\nI saw far off the weedy fallows smile\nWith verdure not unprofitable, grazed\nBy flocks fast feeding, and selecting each\nHis favourite herb; while all the leafless groves\nThat skirt the horizon wore a sable hue,\nScarce noticed in the kindred dusk of eve.\nTo-morrow brings a change, a total change!\nWhich even now, though silently perform'd\nAnd slowly, and by most unfelt, the face\nOf universal nature undergoes.\nFast falls a fleecy shower. The downy flakes\nDescending and with never-ceasing lapse\nSoftly alighting upon all below,\nAssimilate all objects. Earth receives\nGladly the thickening mantle, and the green\nAnd tender blade that fear'd the chilling blast,\nEscapes unhurt beneath so warm a veil."
	},
	{
		"ID": "178",
		"T1": "mind",
		"T2": "advice",
		"S1": "<sea>",
		"S2": "<boat>",
		"n. implicit term": "2",
		"Sentence": "When the mind is in a calm, our advice may sail over it with ease; but in a raging tempest the best admonitions run upon a desperate rock.",
		"Author": "— Tubbe, Henry (1618-1655)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/9384",
		"source": "metaphors of mind",
		"long context": "That mans wisdom is meere folly that reproves another in his wrath. Good counsel is then unseasonable and therefore unreasonable; but when his anger is past he will be more apt to understand his fault, and more ready to mend it. When the minde is in a calme, our advice may saile over it with ease; but in a raging tempest the best admonitions run upon a desperate rock, and their labour is but cast away. Phisicians are not wont to administer in the height of a Feavor: nor will any wise man apply physick to the soul in a distempered fit of madnesse."
	},
	{
		"ID": "179",
		"T1": "mind",
		"T2": "<anger>",
		"S1": "<location>",
		"S2": "tempest",
		"n. implicit term": "2",
		"Sentence": "He finds no Tempest in his Mind,  \nFears no Billow, feels no Wind: \nAll is serene, and quiet there.",
		"Author": "— Flatman, Thomas (1635-1688)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/9843",
		"source": "metaphors of mind",
		"long context": "Peaceful is he, and most secure,\nWhose heart, and actions all are pure;\nHow smooth and pleasant is his way.\nWhilst Life's Meander slides away\nIf a fierce Thunderbolt do flie,\nThis Man can unconcerned lie;\nKnows 'tis not levell'd at his head,\nSo neither noise, nor flash can dread:\nThough a swift Whirlwind tear in sunder\nHeav'n above him, or Earth under;\nThough the Rocks on Heaps do tumble,\nOr the World to Ashes crumble,\nThough the stupendious Mountains from on high\nDrop down, and in their humble Vallies lie;\nShould the unruly Ocean roar,\nAnd dash its Foam against the Shore;\nHe finds no Tempest in his Mind,\nFears no Billow, feels no Wind:\nAll is serene, and quiet there,\nThere's not one blast of troubled Air,\nOld Stars may fall, or new ones blaze,\nYet none of these his Soul amaze;\nSuch is the man can smile at irksome death,\nAnd with an easie sigh give up his breath."
	},
	{
		"ID": "180",
		"T1": "memories",
		"T2": "<mind subspace>",
		"S1": "<objects><living things>",
		"S2": "room",
		"n. implicit term": "2",
		"Sentence": "For a long time I locked the memories away in a room in my mind. I would sometimes touch the door, to make sure it was secure.",
		"Author": "— Armeni, Damon T.",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/23847",
		"source": "metaphors of mind",
		"long context": "Though it's hard for me to admit it, I've suffered from PTSD for several years. For a long time I locked the memories away in a room in my mind. I would sometimes touch the door, to make sure it was secure. It was always cold and whenever I opened it to toss in another memory, a biting wind would come roaring out. A wind that stank of diesel fuel, spent gunpowder, sand and death and carried with it my screams of pain, the voices of my soldiers struggling to save my life, and the beeps of a hospital.\n\nI'd wrestle the door shut, lock it, have a strong drink (or five) and get on with my life. I had a wife to love, a family to raise, and soldiers to lead -- I didn't have time to deal with it. Then I got cocky. I thought I had it under control. In 2011, I went to graduate school. I had, for the first time, no pending deployment and no soldiers to train. I quit checking on the door, and so I missed it when the locks began weakening.\n\nAfter graduation, I requested an opportunity to deploy again and was told I'd be going to Saudi Arabia. I thought, \"perfect -- not a combat deployment, but a chance to get back into the swing of things.\"\n\nBut about two months before it was time to go, the door in my mind broke down, and PTSD came for me. It was a beautiful day. I was heading to meet my wife and kids for a handoff. On I-95, just before Fredericksburg, Va., the acrid smell of rocket propellant filled my nose. I could hear my soldiers telling me I'd be O.K., could feel my stomach tearing open again. I couldn't feel my feet, my hands were numb -- I couldn't breathe. Drenched in sweat, I managed to get my car off the road and call for help. First my wife, then an ambulance."
	},
	{
		"ID": "181",
		"T1": "stomach",
		"T2": "<disorder>",
		"S1": "<location>",
		"S2": "tempest",
		"n. implicit term": "2",
		"Sentence": "Oh what a Tempest have I in my Stomach?",
		"Author": "D'Urfey, Thomas (1653?-1723)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/9849",
		"source": "metaphors of mind",
		"long context": "FRUG.\nOh what a Tempest have I in my Stomach?\nMy Guts are grumbling a kind of Tune,\n\nLike the Base Pipes of an Organ: I am starv'd into a Substance so thin, that my Body is transparent; you may see my heart, and the appurtenances, hang up here in its mortal Closet, as easily as a Candle in a Lanthorn."
	},
	{
		"ID": "182",
		"T1": "brain",
		"T2": "<constrained activity>",
		"S1": "<animal>",
		"S2": "cage",
		"n. implicit term": "2",
		"Sentence": "why, why, why did I have to spend hours doing this? In the red glare of the digital clock, my brain rattled its cage. I prepared for a wave of lunacy.",
		"Author": "Kennedy, Pagan (b. 1963)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24969",
		"source": "metaphors of mind",
		"long context": "One night, I was in the Qs, trying to figure out what to add to quesadillas, queer theory and Questlove. Then, suddenly, the game infuriated me -- why, why, why did I have to spend hours doing this? In the red glare of the digital clock, my brain rattled its cage. I prepared for a wave of lunacy.\nCategories"
	},
	{
		"ID": "183",
		"T1": "brain",
		"T2": "sensation",
		"S1": "<bird of prey>",
		"S2": "<prey>",
		"n. implicit term": "2",
		"Sentence": "But I didn't want to linger, nor could I perhaps, for the sensation lasted only a few moments, then my brain sank its claws into it and I went back to the kitchen where everything was as I had left it, except for the color of the drinks, which were shiny and full of small, grayish bubbles now.",
		"Author": "Knausgaard, Karl Ove (b. 1968)",
		"ref page or link": "https://metaphors.iath.virginia.edu/metaphors/24786",
		"source": "metaphors of mind",
		"long context": "I put it on the table and left the room to go downstairs to the toilet. The darkened rooms lay around me, large and empty. But with the flame of alcohol burning in my brain I took no notice of the atmosphere that otherwise would have affected me, for although I wasn't outright happy, I was elated, exhilarated, motivated by the desire to continue this, which not even a direct reminder of Dad's death could shake, it was just a pale shadow, present but of no consequence, because life had taken its place, all the images, voices, and actions that drinking alcohol conjured up at the drop of a hat and gave me the illusion that I was somewhere surrounded by a lot of people and merriment. I knew it wasn't true, but that was how it felt, and it was feeling that was leading me, also when I stepped on the stained wall-to-wall carpeting on the ground floor, illuminated by the dim light seeping in through the front door pane, and entered the bathroom that hissed and whistled as it had done for at least thirty years. On my way out I heard their voices above and hurried upstairs. In the living room, I took a few steps inside to see the place where he had died while I was in a different, a more carefree frame of mind. I was given a sudden sensation of who he had been. I didn't see him, it wasn't like that, but I could sense him, the whole of his being, the way he had been during his final days in these rooms. It was uncanny. But I didn't want to linger, nor could I perhaps, for the sensation lasted only a few moments, then my brain sank its claws into it and I went back to the kitchen where everything was as I had left it, except for the color of the drinks, which were shiny and full of small, grayish bubbles now."
	}
]